<!DOCTYPE html>
<html>

<head>
    <title>Africa Chronicles</title>
    <link rel="stylesheet" href="Style/Home.css">
    <script src="./JS/Home.js"></script>
</head>

<body>
    <nav>
        <div class="onglets">
            <a href="./Pages/Project.html">Projet</a>
            <a href="./Pages/About.html">&Agrave; propos</a>
            <a href="./Pages/Contact.html">Contact</a>
        </div>
        <div class="logo-container">
            <a href="./Home.html" class="logo">
                <img src="Assets/AFCH.png" alt="Africa Chronicles" />
            </a>
        </div>
    </nav>
    <header>
        <br><br><br>
        <div class="image-container">
            <img src="Assets/AFbACK.png" alt="Africa Chronicles"/>
        </div>
    </header>
    <section class="main" id="presentation">
        <div class="titre" style="padding-bottom: 70px;" data-section-title-alignment="center">
            <h2>Notre Projet</h2>
        </div>
        <div class="grid-container">
            <div class="grid-item" data-is-card-enabled="false">
                <div class="grid-item-content">
                    <div class="grid-item-content__text-wrapper">
                        <h2 class="grid-item-content__title">Description</h2>
                        <div class="grid-item-content__description">
                            <p>Notre projet se pr&eacute;sente comme un jeu vid&eacute;o &eacute;ducatif captivant qui plonge les joueurs dans une exploration immersive de l'histoire du B&eacute;nin, avec une perspective future &eacute;largie sur l'ensemble du continent africain. Con&ccedil;u sous la forme d'un platformer 2D &agrave; plusieurs niveaux, l'aventure se d&eacute;roule avec pour protagoniste Koffi, un jeune h&eacute;ro investi d'une mission transmise par son grand-p&egrave;re.</p>
                            <p>La qu&ecirc;te de Koffi le conduit &agrave; traverser divers niveaux soigneusement &eacute;labor&eacute;s, chacun renfermant des pouvoirs sp&eacute;ciaux et des connaissances cruciales. Ces &eacute;l&eacute;ments sont essentiels pour armer Koffi face aux nombreux ennemis qui se dressent sur son chemin. En incarnant ce personnage intr&eacute;pide, les joueurs ont l'opportunit&eacute; de d&eacute;couvrir des informations culturelles authentiques sur le B&eacute;nin et, ult&eacute;rieurement, sur l'ensemble de l'Afrique.</p>
                            <p>Au-del&agrave; de l'aspect ludique, notre jeu s'engage &agrave; fournir des donn&eacute;es &eacute;ducatives pertinentes, offrant ainsi une exp&eacute;rience immersive qui marie divertissement et enrichissement intellectuel. Chaque niveau explor&eacute; par Koffi r&eacute;v&eacute;lera de nouvelles facettes de l'histoire, tout en encourageant les joueurs &agrave; acqu&eacute;rir des connaissances approfondies sur la richesse culturelle et historique de ces r&eacute;gions. En somme, notre platformer 2D ambitionne de faire de l'apprentissage de l'histoire une aventure interactive et m&eacute;morable.</p>
                        </div>
                    </div>
                </div>
            </div>
            <div class="grid-item" data-is-card-enabled="false">
                <div class="grid-item-content">
                    <div class="grid-item-content__text-wrapper">
                        <h2 class="grid-item-content__title">Utilisateurs</h2>
                        <div class="grid-item-content__description">
                            <p>Africa Chronicles a &eacute;t&eacute; sp&eacute;cialement con&ccedil;u pour captiver un public diversifi&eacute;, mettant en lumi&egrave;re une premi&egrave;re cible compos&eacute;e d'enfants et d'adolescents. Cependant, au-del&agrave; de cette tranche d'&acirc;ge privil&eacute;gi&eacute;e, le jeu s'adresse &eacute;galement &agrave; un large &eacute;ventail de personnes partageant un int&eacute;r&ecirc;t pour la riche et diverse culture africaine. En offrant une exp&eacute;rience ludique et &eacute;ducative, notre jeu vise &agrave; attirer les jeunes esprits curieux tout en constituant une source d'information stimulante pour ceux qui cherchent &agrave; approfondir leurs connaissances sur l'Afrique.</p>
                            <p>L'aspect &eacute;ducatif du platformer 2D le rend particuli&egrave;rement adapt&eacute; &agrave; une utilisation en milieu scolaire, offrant aux enseignants et aux &eacute;ducateurs un outil interactif pour aborder des th&egrave;mes li&eacute;s &agrave; l'histoire et &agrave; la culture africaine de mani&egrave;re engageante. Les m&eacute;canismes de jeu innovants et l'intrigue captivante cr&eacute;ent un environnement propice &agrave; l'apprentissage, offrant aux joueurs une exp&eacute;rience immersive et m&eacute;morable qui va au-del&agrave; du simple divertissement. En conclusion, notre platformer 2D aspire &agrave; &ecirc;tre une ressource &eacute;ducative dynamique, accessible &agrave; tous ceux qui cherchent &agrave; explorer et &agrave; appr&eacute;cier la richesse culturelle de l'Afrique de mani&egrave;re interactive</p>
                        </div>
                    </div>
                </div>
            </div>
            <div class="grid-item" data-is-card-enabled="false">
                <div class="grid-item-content">
                    <div class="grid-item-content__text-wrapper">
                        <h2 class="grid-item-content__title">Epitech</h2>
                        <div class="grid-item-content__description">
                            <p>Epitech se distingue en tant qu'institution d'enseignement d&eacute;di&eacute;e &agrave; l'expertise informatique, mettant en avant son programme exceptionnellement novateur appel&eacute; EIP (Epitech Innovative Project). C'est &agrave; travers cette initiative que nous sommes non seulement immerg&eacute;s dans l'apprentissage approfondi des tenants et aboutissants de l'informatique, mais &eacute;galement dot&eacute;s d'une opportunit&eacute; unique et pr&eacute;cieuse. Gr&acirc;ce &agrave; l'EIP, notre projet ambitieux, Africa Chronicles, se trouve propuls&eacute; au-del&agrave; des fronti&egrave;res de la salle de classe pour &eacute;voluer en une v&eacute;ritable start-up accomplie.</p>
                            <p>L'EIP d'Epitech offre bien plus qu'une simple exp&eacute;rience acad&eacute;mique. Il repr&eacute;sente une passerelle vers l'entrepreneuriat, fournissant aux &eacute;tudiants une plateforme pour concr&eacute;tiser leurs id&eacute;es innovantes et les transformer en projets concrets. Avec Africa Chronicle, nous avons la chance de mettre en pratique les connaissances acquises au sein de l'&eacute;cole et de les appliquer de mani&egrave;re concr&egrave;te, en cr&eacute;ant notre propre start-up d&eacute;di&eacute;e &agrave; la r&eacute;alisation d'un jeu vid&eacute;o &eacute;ducatif sur l'histoire de l'Afrique. C'est une opportunit&eacute; exceptionnelle qui t&eacute;moigne de l'engagement d'Epitech &agrave; nourrir la cr&eacute;ativit&eacute; et l'entrepreneuriat parmi ses &eacute;tudiants, fa&ccedil;onnant ainsi la prochaine g&eacute;n&eacute;ration d'innovateurs et de leaders dans le domaine de l'informatique.</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="events" id="events">
        <div class="marquee" style="grid-area: marquee_1;">
            <div>
              <span>&Eacute;V&Eacute;NEMENTS MARQUANTS</span>
              <span>&Eacute;V&Eacute;NEMENTS MARQUANTS</span>
            </div>
        </div>
        <div class="event" style="grid-area: event_title_1;">
            <h4>5 - 16 Septembre 2022</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_1;">
            <p>L'objectif de cette activit&eacute;, nomm&eacute; Moonshot, est d'enseigner de mani&egrave;re diff&eacute;rente, d'ouvrir votre esprit et de vous amener &agrave; r&eacute;fl&eacute;chir &agrave; des sujets et des probl&egrave;mes soci&eacute;taux/&eacute;conomiques plutôt qu'&agrave; des probl&egrave;mes strictement techniques. Les deux premi&egrave;res semaines sont d&eacute;di&eacute;es &agrave; la r&eacute;solution de probl&egrave;mes, qui est cultiv&eacute;e &agrave; travers des conf&eacute;rences qui commenceront d&egrave;s le premier jour. Les conf&eacute;rences seront anim&eacute;es par des intervenants externes, sp&eacute;cialistes r&eacute;put&eacute;s dans leur domaine. Pendant cette p&eacute;riode, vous travaillerez en groupes sur chacun des quatre th&egrave;mes principaux avant de choisir un sujet et de travailler dessus jusqu'&agrave; la mi-novembre. Cela vous aidera &agrave; progresser sur votre sujet d'EIP. Chaque matin, avant la conf&eacute;rence, vous devrez pr&eacute;senter un pitch orient&eacute; r&eacute;solution de probl&egrave;mes sur le th&egrave;me du jour. Vous aurez 1 minute et 30 secondes pour pr&eacute;senter le probl&egrave;me que vous avez mis en avant et votre solution. L'&eacute;valuation sera bas&eacute;e sur votre compr&eacute;hension du probl&egrave;me et la pertinence de votre solution.</p>
        </div>
        <div class="event" style="grid-area: event_title_2;">
            <h4>19 - 30 Septembre 2022</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_2;">
            <p>Cette activit&eacute; est la deuxi&egrave;me activit&eacute; de la Piste d'Innovation. Elle comprend la cre&eacute;ation d&eacute;finitif des &eacute;quipes, les sprints pour am&eacute;liorer vos id&eacute;es (design thinking) et la construction de votre Mission Model Canvas. Cette activit&eacute; se termine avec l'&eacute;v&eacute;nement Warm Up Day.</p>
        </div>
        <div class="event" style="grid-area: event_title_3;">
            <h4>Decembre 2022 - F&eacute;vrier 2023</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_3;">
            <p>Ce module concerne Forward (FWD), votre pool orient&eacute; prototype, ainsi que les s&eacute;quelles de cet &eacute;v&eacute;nement qui vous pr&eacute;pareront &agrave; l'un des grands moments de votre ann&eacute;e : l'Epitech Experience. Vous serez invit&eacute; &agrave; pr&eacute;senter et &agrave; montrer la d&eacute;mo de votre EIP &agrave; un jury compos&eacute; de membres de haute qualit&eacute;. En ce qui concerne Forward en soi, juste apr&egrave;s la conf&eacute;rence de lancement, nous commen&ccedil;ons par un mentorat quotidien ax&eacute; sur le prototypage pendant 2 semaines. "Pool de prototypage" signifie que nous voulons que vous avanciez dans votre EIP et que vous le prototypiez avec l'aide de professionnels de l'&eacute;cosyst&egrave;me d'Epitech. Ils vous donneront des conseils et vous conseilleront sur les techniques de prototypage ainsi que sur ce qu'il faut faire et ne pas faire dans ce domaine. Ces 2 semaines sont &eacute;galement organis&eacute;es autour de cinq suivis, où le personnel de votre &eacute;cole vous demandera de leur montrer l'&eacute;tat d'avancement de votre prototype d'EIP, selon ce que les mentors vous ont enseign&eacute;. Ensuite, apr&egrave;s FWD, vous aurez quelques sprint sur le d&eacute;veloppement de la communication et de l'aspect l&eacute;gal de votre projet. Enfin, l'Epitech Experience aura lieu du 9 f&eacute;vrier 2022 pour conclure la piste d'innovation. Les comp&eacute;tences &agrave; acqu&eacute;rir L'objectif de ce module est que vous sachiez comment r&eacute;aliser un prototype ainsi que les &eacute;l&eacute;ments de backlog que vous devez fournir pour un bon &eacute;tat d'avancement concernant les prochains mois de votre EIP.</p>
        </div>
        <div class="event" style="grid-area: event_title_4;">
            <h4>Mars - Octobre 2023</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_4;">
            <p>Nous sommes fiers d'annoncer que nous avons concr&eacute;tis&eacute; avec succ&egrave;s la phase de cr&eacute;ation du mod&egrave;le alpha de notre projet. Cette &eacute;tape cruciale a &eacute;t&eacute; enti&egrave;rement r&eacute;alis&eacute;e sur PC, où nous avons d&eacute;velopp&eacute; et affin&eacute; les aspects fondamentaux de notre jeu. En utilisant les outils de d&eacute;veloppement appropri&eacute;s, notre &eacute;quipe a travaill&eacute; de mani&egrave;re collaborative pour mettre en œuvre les fonctionnalit&eacute;s cl&eacute;s et &eacute;tablir les premi&egrave;res bases de gameplay. Tout au long de ce processus, nous avons mis l'accent sur la qualit&eacute;, l'optimisation et l'accessibilit&eacute;, afin de cr&eacute;er une exp&eacute;rience de jeu immersive et engageante pour nos utilisateurs. Ce mod&egrave;le alpha sur PC servira de r&eacute;f&eacute;rence et de point de d&eacute;part pour les prochaines phases de d&eacute;veloppement, nous permettant de progresser de mani&egrave;re efficace et structur&eacute;e vers la r&eacute;alisation de notre vision finale.</p>
        </div>
        <div class="event" style="grid-area: event_title_5;">
            <h4>Novembre 2023</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_5;">
            <p>
                Au cours d'une p&eacute;riode de recrutement intensive, notre &eacute;quipe s'est engag&eacute;e &agrave; renforcer ses effectifs pour soutenir la croissance et l'expansion de notre projet. Nous sommes ravis d'annoncer que nous avons accueilli deux nouveaux profils exceptionnels au sein de notre &eacute;quipe. Le processus de recrutement a &eacute;t&eacute; rigoureux et s&eacute;lectif, avec une attention particuli&egrave;re port&eacute;e aux comp&eacute;tences techniques, &agrave; l'exp&eacute;rience pertinente et &agrave; l'ad&eacute;quation culturelle. Ces deux nouveaux membres apportent une expertise pr&eacute;cieuse dans des domaines cl&eacute;s tels que le d&eacute;veloppement logiciel, la conception graphique ou la gestion de projet. Leur int&eacute;gration r&eacute;ussie renforce notre capacit&eacute; &agrave; relever les d&eacute;fis futurs et &agrave; atteindre nos objectifs ambitieux. Nous sommes impatients de collaborer avec eux et de voir les contributions significatives qu'ils apporteront &agrave; notre projet.</p>
        </div>
        <div class="event" style="grid-area: event_title_6;">
            <h4>Janvier 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_6;">
            <p>Nous avons r&eacute;cemment impl&eacute;ment&eacute; plusieurs modifications significatives dans le cadre de l'am&eacute;lioration de notre jeu. Ces ajustements englobent des r&eacute;parations apport&eacute;es au niveau du bac &agrave; sable, des progr&egrave;s notables dans l'&eacute;laboration du sc&eacute;nario du jeu, ainsi que l'int&eacute;gration dynamique de dialogues interactifs avec les personnages non-joueurs (PNJ). De plus, nous avons travaill&eacute; sur l'optimisation de la gestion des objets, en mettant particuli&egrave;rement l'accent sur les artefacts que les joueurs peuvent acqu&eacute;rir au fil de leur progression. Ces artefacts, non seulement enrichissent l'exp&eacute;rience de jeu en offrant des avantages sp&eacute;cifiques, mais sont &eacute;galement d&eacute;sormais soigneusement int&eacute;gr&eacute;s dans le syst&egrave;me de jeu pour garantir une immersion maximale du joueur dans notre univers &eacute;ducatif.</p>
        </div>
        <div class="event" style="grid-area: event_title_7;">
            <h4>F&eacute;vrier 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_7;">
            <p>Nous avons r&eacute;cemment accompli la phase finale des am&eacute;liorations apport&eacute;es &agrave; notre jeu, mettant ainsi la touche finale &agrave; chaque d&eacute;tail pour offrir une exp&eacute;rience exceptionnelle aux joueurs. Dans le cadre de cette d&eacute;marche, nous sommes actuellement en train de pr&eacute;parer le lancement de la version b&ecirc;ta. Cette phase cruciale nous permettra d'offrir aux utilisateurs la possibilit&eacute; exclusive de tester le jeu en avant-premi&egrave;re et de recueillir des retours pr&eacute;cieux. Nous attachons une grande importance &agrave; l'opinion de notre communaut&eacute; de joueurs, et cette version b&ecirc;ta constitue une &eacute;tape essentielle pour affiner encore davantage notre jeu en tenant compte des commentaires et des suggestions des utilisateurs. En parall&egrave;le, nous continuons &agrave; peaufiner l'esth&eacute;tique du jeu, cherchant &agrave; offrir une exp&eacute;rience visuelle captivante et immersive. Notre &eacute;quipe d&eacute;di&eacute;e s'emploie &eacute;galement &agrave; r&eacute;soudre tous les probl&egrave;mes techniques potentiels en effectuant des corrections de bugs afin de garantir une exp&eacute;rience de jeu fluide et sans accroc lors du lancement officiel.</p>
        </div>
        <div class="event" style="grid-area: event_title_8;">
            <h4>Mars 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_8;">
            <p>Notre &eacute;quipe a mis l'accent sur l'enrichissement du contenu et l'ajout de nouvelles m&eacute;caniques de jeu. Apr&egrave;s avoir &eacute;tabli une base solide, nous avons introduit des fonctionnalit&eacute;s cl&eacute;s qui apportent de la profondeur au gameplay, telles que de nouveaux pouvoirs pour le personnage principal et des interactions in&eacute;dites avec l'environnement. Les premi&egrave;res phases de test internes ont r&eacute;v&eacute;l&eacute; des points &agrave; am&eacute;liorer, ce qui nous a permis d'ajuster finement la jouabilit&eacute; et d'am&eacute;liorer encore la r&eacute;activit&eacute; des contrôles sur toutes plateformes : mobiles, tablettes, pc.</p>
        </div>
        <div class="event" style="grid-area: event_title_9;">
            <h4>Avril 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_9;">
            <p>Nous avons poursuivi notre travail en affinant les &eacute;l&eacute;ments visuels du jeu. Afin d'ajuster les textures, les animations, et l'&eacute;clairage, pour ainsi cr&eacute;er un environnement de jeu encore plus captivant. Parall&egrave;lement, nous avons r&eacute;solu plusieurs bugs signal&eacute;s lors de la seconde phase de tests internes, garantissant ainsi une stabilit&eacute; accrue du jeu. Ces ajustements ont permis de renforcer la coh&eacute;rence globale de l'univers du jeu, tout en veillant &agrave; ce que chaque d&eacute;tail soit align&eacute; avec notre vision cr&eacute;ative.</p>
        </div>
        <div class="event" style="grid-area: event_title_10;">
            <h4>Mai 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_10;">
            <p>Nous avons concentr&eacute; nos efforts sur l'am&eacute;lioration de l'exp&eacute;rience utilisateur en peaufinant les aspects interactifs et en optimisant les s&eacute;quences de jeu pour une immersion encore plus grande. L'int&eacute;gration de nouveaux effets sonores et musiques a &eacute;t&eacute; achev&eacute;e, enrichissant l'atmosph&egrave;re globale du jeu. Nous avons &eacute;galement travaill&eacute; &agrave; l'&eacute;quilibrage des diff&eacute;rents niveaux de difficult&eacute;, afin de garantir une progression fluide et gratifiante pour les joueurs de tous niveaux. Parall&egrave;lement, des tests approfondis ont &eacute;t&eacute; men&eacute;s pour d&eacute;tecter et corriger les derniers bugs potentiels, en vue de pr&eacute;parer le terrain pour le lancement de la version bêta en juin.</p>
        </div>
        <div class="event" style="grid-area: event_title_11;">
            <h4>Juin 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_11;">
            <p>Nous avons lanc&eacute; la version b&ecirc;ta de notre jeu, une &eacute;tape cruciale pour recueillir des retours d'utilisateurs s&eacute;lectionn&eacute;s. Cette phase nous a permis de tester le jeu en conditions r&eacute;elles et d'identifier les derni&egrave;res am&eacute;liorations n&eacute;cessaires avant le lancement officiel. Les commentaires des b&ecirc;ta-testeurs ont &eacute;t&eacute; extr&ecirc;mement pr&eacute;cieux, nous aidant &agrave; affiner le gameplay et &agrave; r&eacute;soudre les derniers probl&egrave;mes techniques. Cette p&eacute;riode a &eacute;galement marqu&eacute; le d&eacute;but de notre campagne de sensibilisation sur les r&eacute;seaux sociaux, notamment sur TikTok et Instagram, pour accro&icirc;tre la visibilit&eacute; de notre jeu.</p>
        </div>
        <div class="event" style="grid-area: event_title_12;">
            <h4>Juillet 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_12;">
            <p>Nous avons intensifi&eacute; nos efforts de communication en exploitant diverses plateformes m&eacute;diatiques pour partager des extraits de gameplay, des interviews avec les d&eacute;veloppeurs, et des avant-premi&egrave;res exclusives. Notre objectif &eacute;tait de cr&eacute;er un engouement autour du jeu tout en recueillant un maximum de feedback de la part de la communaut&eacute;. Nous avons &eacute;galement continu&eacute; &agrave; ajuster les aspects du jeu en fonction des retours de la version b&ecirc;ta, en travaillant notamment sur l'&eacute;quilibrage des niveaux et l'am&eacute;lioration de l'exp&eacute;rience utilisateur.</p>
        </div>
        <div class="event" style="grid-area: event_title_13;">
            <h4>Ao&ucirc;t 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_13;">
            <p>Nous avons finalis&eacute; les derniers ajustements n&eacute;cessaires pour pr&eacute;parer le lancement officiel du jeu. Nous avons int&eacute;gr&eacute; les retours des joueurs, peaufin&eacute; les aspects visuels et techniques, et mis en place une strat&eacute;gie de lancement robuste. Chaque membre de l'&eacute;quipe a apport&eacute; sa contribution pour garantir que le jeu sera pr&ecirc;t &agrave; &ecirc;tre d&eacute;couvert par le grand public, offrant une exp&eacute;rience de jeu immersive et inoubliable.</p>
        </div>
        <!-- <div class="event" style="grid-area: event_title_14;">
            <h4>Septembre 2024</h4><br>
        </div>
        <div class="event-description" style="grid-area: event_14;">
            <p></p>
        </div> -->
    </section>
    <section class="profils" id="profils">
        <div class="team_title" style="padding-bottom: 70px;" data-section-title-alignment="center">
            <h2>D&eacute;couvrez notre &eacute;quipe</h2>
        </div>
        <div class="va-carrousel-section">
            <div class="va-whitewrap">
                <div id="va_container" class="va-container">
                    <button class="deals-scroll-left deals-paddle">
                        <svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="chevron-left"
                            class="svg-inline--fa fa-chevron-left fa-w-10" role="img" xmlns="http://www.w3.org/2000/svg"
                            viewBox="0 0 320 512">
                            <path fill="currentColor"
                                d="M34.52 239.03L228.87 44.69c9.37-9.37 24.57-9.37 33.94 0l22.67 22.67c9.36 9.36 9.37 24.52.04 33.9L131.49 256l154.02 154.75c9.34 9.38 9.32 24.54-.04 33.9l-22.67 22.67c-9.37 9.37-24.57 9.37-33.94 0L34.52 272.97c-9.37-9.37-9.37-24.57 0-33.94z">
                            </path>
                        </svg>
                    </button>
                    <div class="va-carrousel-flexbox">
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Cliff</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">CHEF DE GROUPE</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">H&eacute;rodiane</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">RESPONSABLE DE LA CONCEPTION</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Harry</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">RESPONSABLE DEVELOPPEUR</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Famous</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">CHEF ADJOINT</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Pluris</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">RESPONSABLE TESTEUR</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Royale</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">DEVELOPPEUSE</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card">
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Kévin</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">DEVELOPPEUR</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card"></div>
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">Royale</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">DEVELOPPEUSE</p>
                                </div>
                            </a>
                        </div>
                        <div class="va-card"></div>
                            <a class="link-plain" target="_blank">
                                <img class="va-thumbnail" src="./Assets/pdp.png" alt="Profile Image">
                                <div class="va-title">
                                    <h2 style="max-width: 100%;">S&eacute;wanou</h2>
                                </div>
                                <div class="va-start-from">
                                    <p style="white-space:pre-wrap;">DEVELOPPEUR</p>
                                </div>
                            </a>
                        </div>
                    </div>
                    <button class="deals-scroll-right deals-paddle">
                        <svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="chevron-right"
                            class="svg-inline--fa fa-chevron-right fa-w-10" role="img" xmlns="http://www.w3.org/2000/svg"
                            viewBox="0 0 320 512">
                            <path fill="currentColor"
                                d="M285.476 272.971L91.132 467.314c-9.373 9.373-24.569 9.373-33.941 0l-22.667-22.667c-9.357-9.357-9.375-24.522-.04-33.901L188.505 256 34.484 101.255c-9.335-9.379-9.317-24.544.04-33.901l22.667-22.667c9.373-9.373 24.569-9.373 33.941 0L285.475 239.03c9.373 9.372 9.373 24.568.001 33.941z">
                            </path>
                        </svg>
                    </button>
                </div>
            </div>
        </div>
    </section>
    <section class="contact">
        <div class="infos">
            <h3 style="text-align:center;white-space:pre-wrap;">Nous contacter</h3>
            <p style="text-align:center;white-space:pre-wrap;" >Voici quelques motifs fr&eacute;quents :</p>
            <ol>
              <li>
                <p class="" style="white-space:pre-wrap;"><strong>Feedback et Suggestions :</strong> Les utilisateurs peuvent partager leurs retours, suggestions et id&eacute;es pour am&eacute;liorer l'exp&eacute;rience utilisateur, les fonctionnalit&eacute;s du jeu ou la qualit&eacute; des informations &eacute;ducatives fournies.</p>
              </li>
              <li>
                <p class="" style="white-space:pre-wrap;"><strong>Probl&egrave;mes Techniques :</strong> En cas de bugs, erreurs ou probl&egrave;mes techniques rencontr&eacute;s pendant l'utilisation du jeu, les utilisateurs peuvent nous contacter pour obtenir de l'aide et signaler les probl&egrave;mes.</p>
              </li>
              <li>
                <p class="" style="white-space:pre-wrap;"><strong>Partenariats et Collaborations :</strong> Des personnes int&eacute;ress&eacute;es par des partenariats ou des collaborations avec notre projet peuvent nous contacter pour discuter d'&eacute;ventuelles opportunit&eacute;s.</p>
              </li>
              <li>
                <p class="" style="white-space:pre-wrap;"><strong>Questions sur le Contenu :</strong> Les utilisateurs peuvent poser des questions concernant le contenu &eacute;ducatif du jeu, les d&eacute;tails historiques, ou demander des clarifications sur des sujets sp&eacute;cifiques li&eacute;s &agrave; l'histoire du B&eacute;nin et de l'Afrique.</p>
              </li>
            </ol>
            <p class="" style="white-space:pre-wrap;">Une fois le formulaire soumis, les utilisateurs peuvent s'attendre &agrave; recevoir une r&eacute;ponse dans un d&eacute;lai raisonnable, en fonction de la nature de leur demande. Nous nous engageons &agrave; traiter chaque demande avec s&eacute;rieux et professionnalisme. Les informations fournies seront stock&eacute;es de mani&egrave;re s&eacute;curis&eacute;e, et leur utilisation sera conforme aux politiques de confidentialit&eacute; en vigueur, garantissant la protection des donn&eacute;es des utilisateurs.</p>
          </div>
          <form action="mailto:africachronicles_2025@labeip.epitech.eu" method="post" enctype="text/plain">
            <label for="email">Email :</label>
            <input type="email" id="email" name="email" required>
            <label for="message">Message :</label>
            <textarea id="message" name="message" rows="4" required></textarea>
            <input type="submit" value="Envoyer">
          </form>
    </section>
    <footer>
        <h1>Africa Chronicles</h1>
        <div class="services">
            <div class="service">
                <h3><a href="./Pages/Project.html" class="hidden-link">Projet</a></h3>
            </div>
            <div class="service">
                <h3><a href="./Pages/About.html" class="hidden-link">A propos</a></h3>
            </div>
            <div class="service">
                <h3><a href="./Pages/Contact.html" class="hidden-link">Contact</a></h3>
            </div>
        </div>
        <p id="contact" style="text-align:right;white-space:pre-wrap;">Contact : <a href="africachronicles0@gmail.com">africachronicles0@gmail.com</a> | &copy; EIP, 2025.</p>
    </footer>
</body>
</html>